---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltn2
source: html/3e3e1e55-74bb-5815-2227-9ecccbf36647.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltn2 Property

"Measurement Line"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltn2 { get; }
```